<?php

namespace App\Constants\Locales;

class PaOLocale
{
    public const array CARBON_TRANSLATIONS = [
        'months' => [
            'ဂျန်နဝါရီႏ',
            'ဖေꩻဖော်ဝါရီႏ',
            'မတ်',
            'ဧပရယ်',
            'မေ',
            'ဂျွန်',
            'ဂျူလိုင်',
            'ဩဂဲစ်',
            'စက်တဲင်ဘာ',
            'အောက်တိုဘာ',
            'နိုဝဲဉ်ဘာ',
            'ဒီဇဲန်ဘာ'
        ],
        'weekdays' => [
            'တနင်ꩻနွေႏ',
            'တနင်ꩻလာႏ',
            'အင်္ဂါႏ',
            'ဗုဒ္ဓဟူꩻ',
            'ကျာႏသပတေꩻ',
            'သောကျာႏ',
            'စနေႏ'
        ],
    ];
}
