<?php

return [

    'save' => 'Save',
    'title' => 'မင်္ဂလာပွဲ',
    'wedding_details_saved_successfully' => 'Wedding details saved successfully',
    'ဖူးစာဖက်' => 'ဖူးစာဖက်',
    'မင်္ဂလာနေရာ_maps_u_r_l' => 'မင်္ဂလာ နေရာ Maps URL',
    'မင်္ဂလာနေ့ရက်' => 'မင်္ဂလာ နေ့ရက်',
    'မင်္ဂလာအချိန်' => 'မင်္ဂလာ အချိန်',
    'မင်္ဂလာအစီအစဥ်' => 'မင်္ဂလာ အစီအစဥ်',
    'မင်္ဂလာဧည့်ခံပွဲဖိတ်ကြားလွှာ' => 'မင်္ဂလာဧည့်ခံပွဲ ဖိတ်ကြားလွှာ',
    'သတို့သမီး' => 'သတို့သမီး',
    'သတို့သား' => 'သတို့သား',
    'သိမ်းဆည်းမည်' => 'သိမ်းဆည်းမည်',

];
